export const cues = [
    {
        start: 19.600,
        end: 22.666,
        line: 1,
        kanjis: [
            '真 ま',
            '夜 よ',
            '中 なか',
            '溢 こぼ',
            '午 ご',
            '前 ぜん',
            '時 じ'
        ]
    },
    {
        start: 22.700,
        end: 24.866,
        line: 2,
        lineSliceStart: 0,
        lineSliceEnd: 2,
        kanjis: [
            '目 め',
            '見 み',
            '波 は',
            '形 けい'
        ]
    },
    {
        start: 24.900,
        end: 26.533,
        line: 2,
        lineSliceStart: 2,
        lineSliceEnd: 3,
        kanjis: [
            '腐 くさ'
        ]
    },
    {
        start: 26.566,
        end: 30.700,
        line: 3,
        kanjis: [
            '偶 ぐう',
            '然 ぜん',
            '必 ひつ',
            '然 ぜん',
            '工 こう',
            '作 さく',
            '朝 あさ',
            '靄 もや'
        ]
    },
    {
        start: 30.733,
        end: 34.666,
        line: 4,
        kanjis: [
            '痛 いた',
            '止 と',
            '用 よう',
            '曲 きょく',
            '作 つく'
        ]
    },
    {
        start: 34.700,
        end: 37.866,
        line: 6,
        kanjis: [
            '抜 ぬ',
            '出 だ'
        ]
    },
    {
        start: 37.899,
        end: 42.166,
        line: 7,
        kanjis: [
            '辞 や',
            '辞 や',
            '苦 くる'
        ]
    },
    {
        start: 42.200,
        end: 45.533,
        line: 8,
        kanjis: [
            '機 き',
            '嫌 げん',
            '伺 うかが'
        ]
    },
    {
        start: 45.566,
        end: 51.700,
        line: 9,
        kanjis: [
            '僕 ぼく',
            '作 つく',
            '既 すで'
        ]
    },
    {
        start: 52.533,
        end: 55.566,
        line: 11,
        kanjis: [
            '何 なに',
            '出 で',
            '来 き',
            '夜 よ',
            '更 ふ'
        ]
    },
    {
        start: 55.599,
        end: 57.233,
        line: 12,
        kanjis: [
            '成仏 じょうぶつ'
        ]
    },
    {
        start: 57.266,
        end: 61.033,
        line: 13,
        kanjis: [
            '特 とく',
            '別 べつ',
            '期 き',
            '待 たい'
        ]
    },
    {
        start: 61.066,
        end: 63.000,
        line: 14,
        kanjis: []
    },
    {
        start: 63.033,
        end: 67.866,
        line: 15,
        kanjis: [
            '淡 あわ',
            '残 のこ',
            '香 が',
            '攻 こう',
            '撃 げき'
        ]
    },
    {
        start: 67.900,
        end: 71.600,
        line: 16,
        kanjis: [
            '意 い',
            '味 み',
            '欲 ほ',
            '花 はな',
            '一 いち',
            '匁 もんめ'
        ]
    },
    {
        start: 71.633,
        end: 75.433,
        line: 17,
        kanjis: [
            '手 て',
            '入 はい'
        ]
    },
    {
        start: 75.466,
        end: 80.066,
        line: 18,
        kanjis: [
            '柄 がら',
            '溢 こぼ'
        ]
    },
    {
        start: 80.100,
        end: 84.433,
        line: 19,
        kanjis: [
            '僕 ぼく',
            '笑 わら'
        ]
    },
    {
        start: 91.333,
        end: 94.533,
        line: 21,
        kanjis: [
            '飛 と',
            '弱 よわ',
            '音 ね',
            '飛 と',
            '散 ち'
        ]
    },
    {
        start: 94.566,
        end: 98.866,
        line: 22,
        kanjis: [
            '君 きみ',
            '白 しろ',
            '袖 そで',
            '汚 よご',
            '僕 ぼく'
        ]
    },
    {
        start: 98.899,
        end: 100.199,
        line: 23,
        kanjis: [
            '謝 あやま'
        ]
    },
    {
        start: 100.233,
        end: 106.133,
        line: 24,
        kanjis: [
            '時 とき',
            '舞 ぶ',
            '台 たい',
            '立 た'
        ]
    },
    {
        start: 106.399,
        end: 109.833,
        line: 26,
        kanjis: [
            '抜 ぬ',
            '出 だ'
        ]
    },
    {
        start: 109.866,
        end: 113.900,
        line: 27,
        kanjis: [
            '辞 や',
            '辞 や',
            '愛 あい',
            '想 そ',
            '笑 え',
            '顔 がお'
        ]
    },
    {
        start: 113.933,
        end: 117.233,
        line: 28,
        kanjis: [
            '機 き',
            '嫌 げん',
            '伺 うかが'
        ]
    },
    {
        start: 117.266,
        end: 123.700,
        line: 29,
        kanjis: [
            '僕 ぼく',
            '歌 うた',
            '既 すで'
        ]
    },
    {
        start: 124.400,
        end: 127.366,
        line: 31,
        kanjis: [
            '何 なに',
            '出 で',
            '来 き',
            '夜 よ',
            '更 ふ'
        ]
    },
    {
        start: 127.399,
        end: 129.033,
        line: 32,
        kanjis: [
            '成仏 じょうぶつ',
            '詩 し'
        ]
    },
    {
        start: 129.066,
        end: 132.833,
        line: 33,
        kanjis: [
            '特 とく',
            '別 べつ',
            '期 き',
            '待 たい'
        ]
    },
    {
        start: 132.866,
        end: 134.800,
        line: 34,
        kanjis: []
    },
    {
        start: 134.833,
        end: 139.666,
        line: 35,
        kanjis: [
            '淡 あわ',
            '残 のこ',
            '香 が',
            '攻 こう',
            '撃 げき'
        ]
    },
    {
        start: 139.700,
        end: 143.400,
        line: 36,
        kanjis: [
            '意 い',
            '味 み',
            '欲 ほ',
            '花 はな',
            '一 いち',
            '匁 もんめ'
        ]
    },
    {
        start: 143.433,
        end: 147.233,
        line: 37,
        kanjis: [
            '手 て',
            '入 はい'
        ]
    },
    {
        start: 147.266,
        end: 151.866,
        line: 38,
        kanjis: [
            '柄 がら',
            '溢 こぼ'
        ]
    },
    {
        start: 151.899,
        end: 156.266,
        line: 39,
        kanjis: [
            '僕 ぼく',
            '笑 わら'
        ]
    },
    {
        start: 178.533,
        end: 182.200,
        line: 41,
        kanjis: [
            '姿 すがた',
            '始 はじ',
            '共 きょう',
            '感 かん',
            '会 かい',
            '議 ぎ'
        ]
    },
    {
        start: 182.233,
        end: 185.933,
        line: 42,
        kanjis: [
            '髪 かみ',
            '振 ふ',
            '乱 みだ',
            '半 はん',
            '乾 かわ',
            '水 みず'
        ]
    },
    {
        start: 185.966,
        end: 189.733,
        line: 43,
        kanjis: [
            '明日 あす',
            '早 はや',
            '起 お',
            '出 だ',
            '日 ひ'
        ]
    },
    {
        start: 189.766,
        end: 195.200,
        line: 44,
        kanjis: []
    },
    {
        start: 196.199,
        end: 199.133,
        line: 46,
        kanjis: [
            '笑 わら',
            '凹 へこ'
        ]
    },
    {
        start: 199.166,
        end: 200.833,
        line: 47,
        kanjis: [
            '媚 こ',
            '売 う'
        ]
    },
    {
        start: 200.866,
        end: 204.633,
        line: 48,
        kanjis: [
            '特 とく',
            '別 べつ',
            '未 み',
            '来 らい',
            '期  き',
            '待 たい',
            '死 し'
        ]
    },
    {
        start: 204.666,
        end: 206.599,
        line: 49,
        kanjis: []
    },
    {
        start: 206.633,
        end: 211.499,
        line: 50,
        kanjis: [
            '淡 あわ',
            '残 のこ',
            '香 が',
            '胸 むね',
            '刻 きざ',
            '流 なが'
        ]
    },
    {
        start: 211.533,
        end: 215.200,
        line: 51,
        kanjis: [
            '負 ま',
            '嬉 うれ',
            '花 はな',
            '一 いち',
            '匁 もんめ'
        ]
    },
    {
        start: 215.233,
        end: 219.033,
        line: 52,
        kanjis: [
            '寂 さび',
            '強 つよ',
            '処 しょ',
            '方 ほう',
            '箋 せん',
            '欲 ほ'
        ]
    },
    {
        start: 219.066,
        end: 223.666,
        line: 53,
        kanjis: [
            '柄 がら',
            '溢 こぼ'
        ]
    },
    {
        start: 223.700,
        end: 227.566,
        line: 54,
        kanjis: [
            '早 はや',
            '起 お',
            '夜 よる',
            '頑張 がんば',
            '良 よ'
        ]
    },
    {
        start: 227.600,
        end: 229.900,
        line: 55,
        kanjis: [
            '健  けん',
            '康 こう'
        ]
    }
];
